Revit 2024 API
ConnectionInputPointInfo Constructor
Overload List
Name | Description
ConnectionInputPointInfo()
 Construct a default input point.
ConnectionInputPointInfo(String, Int32, String)
 Construct an input point info.
See Also
ConnectionInputPointInfo Class
ConnectionInputPointInfo Members
Autodesk.Revit.DB.Structure Namespace